-- phpMyAdmin SQL Dump
-- version 4.7.0
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Apr 21, 2017 at 04:20 PM
-- Server version: 5.7.17
-- PHP Version: 5.5.38

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `proxy`
--

-- --------------------------------------------------------

--
-- Table structure for table `getdata`
--

DROP TABLE IF EXISTS `getdata`;
CREATE TABLE `getdata` (
  `id` int(11) NOT NULL,
  `login` varchar(16) NOT NULL DEFAULT '',
  `fam` varchar(16) NOT NULL DEFAULT '',
  `name` varchar(16) NOT NULL DEFAULT '',
  `patron` varchar(16) NOT NULL DEFAULT '',
  `date_birth` date DEFAULT NULL,
  `date_ins` datetime DEFAULT NULL,
  `response_date` datetime DEFAULT NULL,
  `request_ok` tinyint(4) NOT NULL DEFAULT '0',
  `area` int(11) DEFAULT NULL,
  `response` text
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `getdata`
--

INSERT INTO `getdata` (`id`, `login`, `fam`, `name`, `patron`, `date_birth`, `date_ins`, `response_date`, `request_ok`, `area`, `response`) VALUES
(178, '', 'Гибсон', 'Мел', '', '1956-01-03', NULL, NULL, 0, NULL, NULL),
(179, '', 'Ормонд', 'Джулия', '', '1965-01-04', NULL, NULL, 0, NULL, NULL),
(180, '', 'Челентано', 'Адриано', '', '1938-01-06', NULL, NULL, 0, NULL, NULL),
(181, '', 'Кейдж', 'Николас', '', '1964-01-07', NULL, NULL, 0, NULL, NULL),
(182, '', 'Боуи', 'Дэвид', '', '1947-01-08', NULL, NULL, 0, NULL, NULL),
(183, '', 'Прэсли', 'Элвис', '', '1935-01-08', NULL, NULL, 0, NULL, NULL),
(184, '', 'Николаевич', 'Алексей', '', '1883-01-10', NULL, NULL, 0, NULL, NULL),
(185, '', 'Харламов', 'Валерий', '', '1948-01-14', NULL, NULL, 0, NULL, NULL),
(186, '', 'Кэрри', 'Джим', '', '1962-01-17', NULL, NULL, 0, NULL, NULL),
(187, '', 'Костнер', 'Кевин', '', '1955-01-18', NULL, NULL, 0, NULL, NULL),
(188, '', 'Высоцкий', 'Владимир', '', '1938-01-25', NULL, NULL, 0, NULL, NULL),
(189, '', 'Кински', 'Настасья', '', '1961-01-24', NULL, NULL, 0, NULL, NULL),
(190, '', 'Фонда', 'Бриджит', '', '1964-01-27', NULL, NULL, 0, NULL, NULL),
(191, '', 'Сафин', 'Марат', '', '1980-01-27', NULL, NULL, 0, NULL, NULL),
(192, '', 'Амадей', 'Вольфанг', '', '1756-01-27', NULL, NULL, 0, NULL, NULL),
(193, '', 'Павлович', 'Антон', '', '1860-01-29', NULL, NULL, 0, NULL, NULL),
(194, '', 'Началова', 'Юлия', '', '1981-01-31', NULL, NULL, 0, NULL, NULL),
(195, '', 'Ли', 'Брендон', '', '1965-02-01', NULL, NULL, 0, NULL, NULL),
(196, '', 'Николаевич', 'Борис', '', '1931-02-01', NULL, NULL, 0, NULL, NULL),
(197, '', 'Лобков', 'Дмитрий', '', '1981-02-02', NULL, NULL, 0, NULL, NULL),
(198, '', 'Рэмплинг', 'Шарлотта', '', '1945-02-05', NULL, NULL, 0, NULL, NULL),
(199, '', 'Диккенс', 'Чарльз', '', '1812-02-07', NULL, NULL, 0, NULL, NULL),
(200, '', 'Менделеев', 'Дмитрий', '', '1834-02-08', NULL, NULL, 0, NULL, NULL),
(201, '', 'Энистон', 'Дженнифер', '', '1969-02-11', NULL, NULL, 0, NULL, NULL),
(202, '', 'Нильсон', 'Лесли', '', '1926-02-11', NULL, NULL, 0, NULL, NULL),
(203, '', 'Паркер', 'Алан', '', '1944-02-14', NULL, NULL, 0, NULL, NULL),
(204, '', 'Галилей', 'Галилео', '', '1564-02-15', NULL, NULL, 0, NULL, NULL),
(205, '', 'Барто', 'Агния', '', '1906-02-17', NULL, NULL, 0, NULL, NULL),
(206, '', 'Кафельников', 'Евгений', '', '1974-02-18', NULL, NULL, 0, NULL, NULL),
(207, '', 'Диллон', 'Мэтт', '', '1964-02-18', NULL, NULL, 0, NULL, NULL),
(208, '', 'Коперник', 'Николай', '', '1473-02-19', NULL, NULL, 0, NULL, NULL),
(209, '', 'Антонов', 'Юрий', '', '1945-02-19', NULL, NULL, 0, NULL, NULL),
(210, '', 'Расторгуев', 'Николай', '', '1957-02-21', NULL, NULL, 0, NULL, NULL),
(211, '', 'Шопенгауэр', 'Артур', '', '1788-02-22', NULL, NULL, 0, NULL, NULL),
(212, '', 'Бэрримор', 'Дрю', '', '1975-02-22', NULL, NULL, 0, NULL, NULL),
(213, '', 'Янковский', 'Олег', '', '1944-02-23', NULL, NULL, 0, NULL, NULL),
(214, '', 'Мари', 'Виктор', '', '1802-02-26', NULL, NULL, 0, NULL, NULL),
(215, '', 'Старостин', 'Николай', '', '1902-02-26', NULL, NULL, 0, NULL, NULL),
(216, '', 'Тэйлор', 'Элизабет', '', '1932-02-27', NULL, NULL, 0, NULL, NULL),
(217, '', 'Сологуб', 'Федор', '', '1863-03-01', NULL, NULL, 0, NULL, NULL),
(218, '', 'Горбачев', 'Михаил', '', '1931-03-02', NULL, NULL, 0, NULL, NULL),
(219, '', 'Вивальди', 'Антонио', '', '1678-03-04', NULL, NULL, 0, NULL, NULL),
(220, '', 'Мути', 'Орнелла', '', '1955-03-05', NULL, NULL, 0, NULL, NULL),
(221, '', 'Гарсиа', 'Габриэль', '', '1928-03-06', NULL, NULL, 0, NULL, NULL),
(222, '', 'Буонарроти', 'Микеланджело', '', '1475-03-06', NULL, NULL, 0, NULL, NULL),
(223, '', 'Бинош', 'Жульет', '', '1964-03-09', NULL, NULL, 0, NULL, NULL),
(224, '', 'Гагарин', 'Юрий', '', '1934-03-09', NULL, NULL, 0, NULL, NULL),
(225, '', 'Стоун', 'Шерон', '', '1958-03-10', NULL, NULL, 0, NULL, NULL),
(226, '', 'Баженов', 'Василий', '', '1737-03-12', NULL, NULL, 0, NULL, NULL),
(227, '', 'Алферова', 'Ирина', '', '1951-03-13', NULL, NULL, 0, NULL, NULL),
(228, '', 'Михалков', 'Сергей', '', '1913-03-13', NULL, NULL, 0, NULL, NULL),
(229, '', 'Эйнштейн', 'Альберт', '', '1879-03-14', NULL, NULL, 0, NULL, NULL),
(230, '', 'Распутин', 'Валентин', '', '1937-03-15', NULL, NULL, 0, NULL, NULL),
(231, '', 'Попов', 'Александр', '', '1859-03-16', NULL, NULL, 0, NULL, NULL),
(232, '', 'Бертолуччи', 'Бернардо', '', '1941-03-16', NULL, NULL, 0, NULL, NULL),
(233, '', 'Рассел', 'Курт', '', '1951-03-17', NULL, NULL, 0, NULL, NULL),
(234, '', 'Врубель', 'Михаил', '', '1856-03-17', NULL, NULL, 0, NULL, NULL),
(235, '', 'Уиллис', 'Брюс', '', '1955-03-19', NULL, NULL, 0, NULL, NULL),
(236, '', 'Рихтер', 'Святослав', '', '1915-03-20', NULL, NULL, 0, NULL, NULL),
(237, '', 'Олдмен', 'Гэри', '', '1958-03-21', NULL, NULL, 0, NULL, NULL),
(238, '', 'Себастьян', 'Иоганн', '', '1865-03-21', NULL, NULL, 0, NULL, NULL),
(239, '', 'Мусоргский', 'Модест', '', '1839-03-21', NULL, NULL, 0, NULL, NULL),
(240, '', 'Далтон', 'Тимоти', '', '1946-03-21', NULL, NULL, 0, NULL, NULL),
(241, '', 'Ван', 'Антонис', '', '1599-03-22', NULL, NULL, 0, NULL, NULL),
(242, '', 'Найтли', 'Кейра', '', '1985-03-22', NULL, NULL, 0, NULL, NULL),
(243, '', 'Джон', 'Элтон', '', '1947-03-25', NULL, NULL, 0, NULL, NULL),
(244, '', 'Росс', 'Дайана', '', '1944-03-26', NULL, NULL, 0, NULL, NULL),
(245, '', 'Тарантино', 'Квентин', '', '1963-03-27', NULL, NULL, 0, NULL, NULL),
(246, '', 'Санти', 'Рафаэль', '', '1483-03-28', NULL, NULL, 0, NULL, NULL),
(247, '', 'Ламберт', 'Кристофер', '', '1957-03-29', NULL, NULL, 0, NULL, NULL),
(248, '', 'Ван', 'Винсент', '', '1853-03-30', NULL, NULL, 0, NULL, NULL),
(249, '', 'Збруев', 'Александр', '', '1938-03-31', NULL, NULL, 0, NULL, NULL),
(250, '', 'Уокен', 'Кристофер', '', '1943-03-31', NULL, NULL, 0, NULL, NULL),
(251, '', 'Рахманинов', 'Сергей', '', '1873-04-01', NULL, NULL, 0, NULL, NULL),
(252, '', 'Васильевич', 'Николай', '', '1809-04-01', NULL, NULL, 0, NULL, NULL),
(253, '', 'Христиан', 'Ганс', '', '1805-04-02', NULL, NULL, 0, NULL, NULL),
(254, '', 'Болдуин', 'Алек', '', '1958-04-03', NULL, NULL, 0, NULL, NULL),
(255, '', 'Мерфи', 'Эдди', '', '1961-04-03', NULL, NULL, 0, NULL, NULL),
(256, '', 'Брандо', 'Марлон', '', '1924-04-03', NULL, NULL, 0, NULL, NULL),
(257, '', 'Хейли', 'Артур', '', '1920-04-05', NULL, NULL, 0, NULL, NULL),
(258, '', 'Склифосковский', 'Николай', '', '1836-04-06', NULL, NULL, 0, NULL, NULL),
(259, '', 'Чан', 'Джекки', '', '1954-04-07', NULL, NULL, 0, NULL, NULL),
(260, '', 'Кроу', 'Рассел', '', '1964-04-07', NULL, NULL, 0, NULL, NULL),
(261, '', 'Форд', 'Фрэнсис', '', '1939-04-07', NULL, NULL, 0, NULL, NULL),
(262, '', 'Аркетт', 'Патрисия', '', '1968-04-08', NULL, NULL, 0, NULL, NULL),
(263, '', 'Каспаров', 'Гарри', '', '1963-04-13', NULL, NULL, 0, NULL, NULL),
(264, '', 'Столыпин', 'Петр', '', '1862-04-14', NULL, NULL, 0, NULL, NULL),
(265, '', 'Пугачева', 'Алла', '', '1949-04-15', NULL, NULL, 0, NULL, NULL),
(266, '', 'Ковальчук', 'Илья', '', '1983-04-15', NULL, NULL, 0, NULL, NULL),
(267, '', 'Да', 'Леонардо', '', '1452-04-15', NULL, NULL, 0, NULL, NULL),
(268, '', 'Кардинале', 'Клаудиа', '', '1939-04-15', NULL, NULL, 0, NULL, NULL),
(269, '', 'Чаплин', 'Чарли', '', '1889-04-16', NULL, NULL, 0, NULL, NULL),
(270, '', 'Баркин', 'Эллен', '', '1954-04-16', NULL, NULL, 0, NULL, NULL),
(271, '', 'Бин', 'Шон', '', '1959-04-17', NULL, NULL, 0, NULL, NULL),
(272, '', 'Вудс', 'Джеймс', '', '1947-04-18', NULL, NULL, 0, NULL, NULL),
(273, '', 'Робертс', 'Эрик', '', '1956-04-18', NULL, NULL, 0, NULL, NULL),
(274, '', 'Джадд', 'Эшли', '', '1968-04-19', NULL, NULL, 0, NULL, NULL),
(275, '', 'Мальцев', 'Александр', '', '1949-04-20', NULL, NULL, 0, NULL, NULL),
(276, '', 'Лэнг', 'Джессика', '', '1949-04-20', NULL, NULL, 0, NULL, NULL),
(277, '', 'Макдауэлл', 'Энди', '', '1958-04-21', NULL, NULL, 0, NULL, NULL),
(278, '', 'Ленин', 'Владимир', '', '1870-04-22', NULL, NULL, 0, NULL, NULL),
(279, '', 'Николсон', 'Джек', '', '1937-04-22', NULL, NULL, 0, NULL, NULL),
(280, '', 'Шекспир', 'Уильям', '', '1564-04-23', NULL, NULL, 0, NULL, NULL),
(281, '', 'Прокофьев', 'Сергей', '', '1891-04-23', NULL, NULL, 0, NULL, NULL),
(282, '', 'Стрейзенд', 'Барбара', '', '1942-04-24', NULL, NULL, 0, NULL, NULL),
(283, '', 'Набоков', 'Владимир', '', '1899-04-24', NULL, NULL, 0, NULL, NULL),
(284, '', 'Пфайфер', 'Мишель', '', '1957-04-24', NULL, NULL, 0, NULL, NULL),
(285, '', 'Пачино', 'Аль', '', '1940-04-25', NULL, NULL, 0, NULL, NULL),
(286, '', 'Третьяк', 'Владислав', '', '1952-04-25', NULL, NULL, 0, NULL, NULL),
(287, '', 'Зельвегер', 'Рене', '', '1969-04-25', NULL, NULL, 0, NULL, NULL),
(288, '', 'Вюрер', 'Кэри', '', '1967-04-28', NULL, NULL, 0, NULL, NULL),
(289, '', 'Крус', 'Пенелопа', '', '1974-04-28', NULL, NULL, 0, NULL, NULL),
(290, '', 'Киркоров', 'Филипп', '', '1967-04-30', NULL, NULL, 0, NULL, NULL),
(291, '', 'Маркс', 'Карл', '', '1818-05-05', NULL, NULL, 0, NULL, NULL),
(292, '', 'Фрейд', 'Зигмунд', '', '1856-05-06', NULL, NULL, 0, NULL, NULL),
(293, '', 'Брамс', 'Иоганнес', '', '1833-05-07', NULL, NULL, 0, NULL, NULL),
(294, '', 'Ильич', 'Петр', '', '1840-05-07', NULL, NULL, 0, NULL, NULL),
(295, '', 'Клуни', 'Джордж', '', '1961-05-08', NULL, NULL, 0, NULL, NULL),
(296, '', 'Фиорентино', 'Линда', '', '1960-05-09', NULL, NULL, 0, NULL, NULL),
(297, '', 'Влади', 'Марина', '', '1938-05-10', NULL, NULL, 0, NULL, NULL),
(298, '', 'Лилиан', 'Этель', '', '1864-05-10', NULL, NULL, 0, NULL, NULL),
(299, '', 'Доде', 'Альфонс', '', '1840-05-13', NULL, NULL, 0, NULL, NULL),
(300, '', 'Бланшетт', 'Кейт', '', '1969-05-14', NULL, NULL, 0, NULL, NULL),
(301, '', 'Рот', 'Тим', '', '1961-05-14', NULL, NULL, 0, NULL, NULL),
(302, '', 'Булгаков', 'Михаил', '', '1891-05-15', NULL, NULL, 0, NULL, NULL),
(303, '', 'Джексон', 'Джанет', '', '1966-05-16', NULL, NULL, 0, NULL, NULL),
(304, '', 'Броснан', 'Пирс', '', '1953-05-16', NULL, NULL, 0, NULL, NULL),
(305, '', 'Северянин', 'Игорь', '', '1887-05-16', NULL, NULL, 0, NULL, NULL),
(306, '', 'Павел', 'Иоанн', '', '1920-05-18', NULL, NULL, 0, NULL, NULL),
(307, '', 'Хайям', 'Омар', '', '1048-05-18', NULL, NULL, 0, NULL, NULL),
(308, '', 'Орейро', 'Наталия', '', '1977-05-19', NULL, NULL, 0, NULL, NULL),
(309, '', 'де', 'Оноре', '', '1779-05-20', NULL, NULL, 0, NULL, NULL),
(310, '', 'Полищук', 'Любовь', '', '1949-05-21', NULL, NULL, 0, NULL, NULL),
(311, '', 'Понедельник', 'Виктор', '', '1937-05-22', NULL, NULL, 0, NULL, NULL),
(312, '', 'Конан', 'Артур', '', '1859-05-22', NULL, NULL, 0, NULL, NULL),
(313, '', 'Вагнер', 'Рихард', '', '1813-05-22', NULL, NULL, 0, NULL, NULL),
(314, '', 'Титов', 'Егор', '', '1976-05-23', NULL, NULL, 0, NULL, NULL),
(315, '', 'Дилан', 'Боб', '', '1941-05-24', NULL, NULL, 0, NULL, NULL),
(316, '', 'Шолохов', 'Михаил', '', '1905-05-24', NULL, NULL, 0, NULL, NULL),
(317, '', 'Майерс', 'Майк', '', '1963-05-25', NULL, NULL, 0, NULL, NULL),
(318, '', 'Калягин', 'Александр', '', '1942-05-25', NULL, NULL, 0, NULL, NULL),
(319, '', 'Миноуг', 'Кайли', '', '1968-05-28', NULL, NULL, 0, NULL, NULL),
(320, '', 'Шилдс', 'Брук', '', '1965-05-31', NULL, NULL, 0, NULL, NULL),
(321, '', 'Иствуд', 'Клинт', '', '1930-05-31', NULL, NULL, 0, NULL, NULL),
(322, '', 'Беренджер', 'Том', '', '1950-05-31', NULL, NULL, 0, NULL, NULL),
(323, '', 'Монро', 'Мэрилин', '', '1926-06-01', NULL, NULL, 0, NULL, NULL),
(324, '', 'Глинка', 'Михаил', '', '1804-06-01', NULL, NULL, 0, NULL, NULL),
(325, '', 'Исимбаева', 'Елена', '', '1982-06-03', NULL, NULL, 0, NULL, NULL),
(326, '', 'Джоли', 'Анжелина', '', '1975-06-04', NULL, NULL, 0, NULL, NULL),
(327, '', 'Тихонов', 'Виктор', '', '1930-06-04', NULL, NULL, 0, NULL, NULL),
(328, '', 'Невский', 'Александр', '', '1220-06-05', NULL, NULL, 0, NULL, NULL),
(329, '', 'Брыльска', 'Барбара', '', '1941-06-05', NULL, NULL, 0, NULL, NULL),
(330, '', 'Сергеевич', 'Александр', '', '1799-06-06', NULL, NULL, 0, NULL, NULL),
(331, '', 'Сталлоне', 'Сильвестр', '', '1946-06-06', NULL, NULL, 0, NULL, NULL),
(332, '', 'Депп', 'Джонни', '', '1963-06-09', NULL, NULL, 0, NULL, NULL),
(333, '', 'Джи', 'Майкл', '', '1961-06-09', NULL, NULL, 0, NULL, NULL),
(334, '', 'Портман', 'Натали', '', '1981-06-09', NULL, NULL, 0, NULL, NULL),
(335, '', 'Глазунов', 'Илья', '', '1930-06-10', NULL, NULL, 0, NULL, NULL),
(336, '', 'Зыкина', 'Людмила', '', '1929-06-10', NULL, NULL, 0, NULL, NULL),
(337, '', 'Херли', 'Элизабет', '', '1965-06-10', NULL, NULL, 0, NULL, NULL),
(338, '', 'Ив', 'Жак', '', '1910-06-11', NULL, NULL, 0, NULL, NULL),
(339, '', 'Видов', 'Олег', '', '1946-06-11', NULL, NULL, 0, NULL, NULL),
(340, '', 'Че', 'Эрнесто', '', '1928-06-14', NULL, NULL, 0, NULL, NULL),
(341, '', 'Белуши', 'Джеймс', '', '1954-06-15', NULL, NULL, 0, NULL, NULL),
(342, '', 'Кокс', 'Кортни', '', '1964-06-15', NULL, NULL, 0, NULL, NULL),
(343, '', 'Макдауэлл', 'Мальком', '', '1943-06-15', NULL, NULL, 0, NULL, NULL),
(344, '', 'Хант', 'Хэлен', '', '1963-06-15', NULL, NULL, 0, NULL, NULL),
(345, '', 'Росселини', 'Изобелла', '', '1952-06-18', NULL, NULL, 0, NULL, NULL),
(346, '', 'Маккартни', 'Пол', '', '1942-06-18', NULL, NULL, 0, NULL, NULL),
(347, '', 'Соломин', 'Юрий', '', '1935-06-18', NULL, NULL, 0, NULL, NULL),
(348, '', 'Гончаров', 'Иван', '', '1812-06-18', NULL, NULL, 0, NULL, NULL),
(349, '', 'Кидман', 'Николь', '', '1967-06-20', NULL, NULL, 0, NULL, NULL),
(350, '', 'Твардовский', 'Александр', '', '1910-06-21', NULL, NULL, 0, NULL, NULL),
(351, '', 'Варлей', 'Наталья', '', '1947-06-22', NULL, NULL, 0, NULL, NULL),
(352, '', 'Мария', 'Эрих', '', '1898-06-22', NULL, NULL, 0, NULL, NULL),
(353, '', 'Стрип', 'Мэрил', '', '1949-06-22', NULL, NULL, 0, NULL, NULL),
(354, '', 'Ахматова', 'Анна', '', '1889-06-23', NULL, NULL, 0, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `regions`
--

DROP TABLE IF EXISTS `regions`;
CREATE TABLE `regions` (
  `id` int(11) NOT NULL,
  `name` varchar(64) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `regions`
--

INSERT INTO `regions` (`id`, `name`) VALUES
(1, 'Республика Адыгея'),
(2, 'Республика Башкортостан'),
(3, 'Республика Бурятия'),
(4, 'Республика Алтай'),
(5, 'Республика Дагестан'),
(6, 'Республика Ингушетия'),
(7, 'Кабардино-Балкария'),
(8, 'Республика Калмыкия'),
(9, 'Карачаево-Черкесия'),
(10, 'Республика Карелия'),
(11, 'Республика Коми'),
(12, 'Республика Марий-Эл'),
(13, 'Республика Мордовия'),
(14, 'Республика Саха (Якутия)'),
(15, 'Северная Осетия-Алания'),
(16, 'Республика Татарстан'),
(17, 'Республика Тыва'),
(18, 'Удмуртская Республика'),
(19, 'Республика Хакасия'),
(20, 'Чеченская Республика'),
(21, 'Чувашская Республика'),
(22, 'Алтайский край'),
(23, 'Краснодарский край'),
(24, 'Красноярский край'),
(25, 'Приморский край'),
(26, 'Ставропольский край'),
(27, 'Хабаровский край'),
(28, 'Амурская область'),
(29, 'Архангельская область'),
(30, 'Астраханская область'),
(31, 'Белгородская область'),
(32, 'Брянская область'),
(33, 'Владимирская область'),
(34, 'Волгоградская область'),
(35, 'Вологодская область'),
(36, 'Воронежская область'),
(37, 'Ивановская область'),
(38, 'Иркутская область'),
(39, 'Калининградская область'),
(40, 'Калужская область'),
(41, 'Камчатский край'),
(42, 'Кемеровская область'),
(43, 'Кировская область'),
(44, 'Костромская область'),
(45, 'Курганская область'),
(46, 'Курская область'),
(47, 'Ленинградская область'),
(48, 'Липецкая область'),
(49, 'Магаданская область'),
(50, 'Московская область'),
(51, 'Мурманская область'),
(52, 'Нижегородская область'),
(53, 'Новгородская область'),
(54, 'Новосибирская область'),
(55, 'Омская область'),
(56, 'Оренбургская область'),
(57, 'Орловская область'),
(58, 'Пензенская область'),
(59, 'Пермский край'),
(60, 'Псковская область'),
(61, 'Ростовская область'),
(62, 'Рязанская область'),
(63, 'Самарская область'),
(64, 'Саратовская область'),
(65, 'Сахалинская область'),
(66, 'Свердловская область'),
(67, 'Смоленская область'),
(68, 'Тамбовская область'),
(69, 'Тверская область'),
(70, 'Томская область'),
(71, 'Тульская область'),
(72, 'Тюменская область'),
(73, 'Ульяновская область'),
(74, 'Челябинская область'),
(75, 'Забайкальский край'),
(76, 'Ярославская область'),
(77, 'Москва'),
(78, 'Санкт-Петербург'),
(79, 'Еврейская АО'),
(82, 'Республика Крым'),
(83, 'Ненецкий АО'),
(86, 'Ханты-Мансийский АО'),
(87, 'Чукотский АО'),
(89, 'Ямало-Ненецкий АО'),
(92, 'Севастополь'),
(99, 'Управление по исполнению особо важных исполнительных производств');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `getdata`
--
ALTER TABLE `getdata`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `regions`
--
ALTER TABLE `regions`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `getdata`
--
ALTER TABLE `getdata`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=355;
--
-- AUTO_INCREMENT for table `regions`
--
ALTER TABLE `regions`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=100;COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
